Repository: LowellMontgomery/iThoughts-Tooltip-Glossary
Catalog: lang/ithoughts-tooltip-glossary-*.po
Languages: fr_fr, pt_br

source: The <b>tooltip</b> or <b>infotip</b> or a <b>hint</b> is a common <a href="/wiki/Graphical_user_interface" title="Graphical user interface">graphical user interface</a> element. It is used in conjunction with a <a href="/wiki/Cursor_(computers)" title="Cursor (computers)" class="mw-redirect">cursor</a>, usually a <a href="/wiki/Pointer_(graphical_user_interfaces)" title="Pointer (graphical user interfaces)">pointer</a>. The user hovers the pointer over an item, without clicking it, and a tooltip may appear—a small "<a href="/wiki/Hoverbox" title="Hoverbox">hover box</a>" with information about the item being hovered over.<sup id="cite_ref-1" class="reference"><a href="#cite_note-1"><span>[</span>1<span>]</span></a></sup> <sup id="cite_ref-2" class="reference"><a href="#cite_note-2"><span>[</span>2<span>]</span></a></sup>Tooltips do not usually appear on <a href="/wiki/Mobile_operating_system" title="Mobile operating system">mobile operating systems</a>, because there is no cursor (though tooltips may be displayed when using a <a href="/wiki/Mouse_(computing)" title="Mouse (computing)">mouse</a>).
fr_fr: <p>En <a href="/wiki/Informatique" title="Informatique">informatique</a>, une <b>infobulle</b> est un message qui apparaît lors du passage du pointeur de la <a href="/wiki/Souris_(informatique)" title="Souris (informatique)">souris</a> sur certains éléments. Elle tire son nom de sa ressemblance avec les <a href="/wiki/Phylact%C3%A8re_(bande_dessin%C3%A9e)" title="Phylactère (bande dessinée)">bulles</a> des <a href="/wiki/Bande_dessin%C3%A9e" title="Bande dessinée">bandes dessinées</a>.</p> <h2><span class="mw-headline" id=".C3.89volution">Évolution</span><span class="mw-editsection"><span class="mw-editsection-bracket">[</span><a href="/w/index.php?title=Infobulle&amp;veaction=edit&amp;vesection=1" title="Modifier la section : Évolution" class="mw-editsection-visualeditor">modifier</a><span class="mw-editsection-divider"> | </span><a href="/w/index.php?title=Infobulle&amp;action=edit&amp;section=1" title="Modifier la section : Évolution">modifier le code</a><span class="mw-editsection-bracket">]</span></span></h2> <p>Les infobulles affichaient au départ du texte statique mais les versions les plus récentes des <a href="/wiki/Logiciel" title="Logiciel">logiciels</a><sup class="need_ref_tag" style="padding-left:2px; cursor:help;" title="Ce passage nécessite une référence."><a href="/wiki/Aide:Pr%C3%A9ciser_un_fait" title="Aide:Préciser un fait">[Lesquels&nbsp;?]</a></sup> permettent l’affichage de texte animé ainsi que d’images.<sup class="need_ref_tag" style="padding-left:2px;"><a href="/wiki/Aide:R%C3%A9f%C3%A9rence_n%C3%A9cessaire" title="Aide:Référence nécessaire">[réf.&nbsp;nécessaire]</a></sup></p> <h2><span class="mw-headline" id="Bulle_d.27aide">Bulle d'aide</span><span class="mw-editsection"><span class="mw-editsection-bracket">[</span><a href="/w/index.php?title=Infobulle&amp;veaction=edit&amp;vesection=2" title="Modifier la section : Bulle d'aide" class="mw-editsection-visualeditor">modifier</a><span class="mw-editsection-divider"> | </span><a href="/w/index.php?title=Infobulle&amp;action=edit&amp;section=2" title="Modifier la section : Bulle d'aide">modifier le code</a><span class="mw-editsection-bracket">]</span></span></h2> <p>Une <i>bulle d’aide</i> est un type d’infobulle particulier. Les bulles d'aide sont apparues avec le <a href="/wiki/Syst%C3%A8me_d%27exploitation" title="Système d'exploitation">système d’exploitation</a> <span class="nowrap"><a href="/wiki/Syst%C3%A8me_7" title="Système 7">Système 7</a></span> d’<a href="/wiki/Apple_Inc." title="Apple Inc." class="mw-redirect">Apple</a><sup class="need_ref_tag" style="padding-left:2px;"><a href="/wiki/Aide:R%C3%A9f%C3%A9rence_n%C3%A9cessaire" title="Aide:Référence nécessaire">[réf.&nbsp;nécessaire]</a></sup>. Leur nom vient du fait que l’aide est affichée dans une <a href="/wiki/Phylact%C3%A8re_(bande_dessin%C3%A9e)" title="Phylactère (bande dessinée)">bulle</a> comme celles présentes dans les <a href="/wiki/Bande_dessin%C3%A9e" title="Bande dessinée">bandes dessinées</a>. Depuis, ce nom est également utilisé pour désigner tout texte surgissant apportant de l’aide.</p>
pt_br: <p>O tooltip ou infotip ou um hint são elementos de <a href="/wiki/Graphical_user_interface" title="Graphical user interface">Interface Gráfica de Usuário</a>. É usado em conjunto com um <a href="/wiki/Cursor_(computers)" title="Cursor (computers)" class="mw-redirect">cursor</a>, normalmente um <a href="/wiki/Pointer_(graphical_user_interfaces)" title="Pointer (graphical user interfaces)">ponteiro</a>. O usuário flutua o ponteiro sobre o item, sem clicar nele, e um tooltip pode aparecer - uma pequena "<a href="/wiki/Hoverbox" title="Hoverbox">Caixa Flutuante</a>" com informações sobre o item.<sup id="cite_ref-1" class="reference"><a href="#cite_note-1"><span>[</span>1<span>]</span></a></sup> <sup id="cite_ref-2" class="reference"><a href="#cite_note-2"><span>[</span>2<span>]</span></a></sup>Tooltips normalmente não aparecem em <a href="/wiki/Mobile_operating_system" title="Mobile operating system">Sistemas Operacionais Móveis</a>, pois não possuem cursor (embora as dicas apareçam quando usado o <a href="/wiki/Mouse_(computing)" title="Mouse (computing)">mouse</a>).</p>

source: Activate me
fr_fr: Activez-moi
pt_br: Ative-me

source: Create beautiful tooltips for descriptions or glossary terms easily
fr_fr: Créez de magnifiques infobulles pour vos descriptions ou termes spécifiques, facilement

source: http://www.gerkindevelopment.net/en/portfolio/ithoughts-tooltip-glossary/
fr_fr: http://www.gerkindevelopment.net/fr/portfolio/ithoughts-tooltip-glossary/

source: Options
pt_br: Opções

source: Responsive
pt_br: Responsivo

source: Loading gloss
pt_br: Carregando Termos do Glossário

source: Private gloss
pt_br: Termos de Glossário Privados

source: Protected gloss
pt_br: Termos de Glossário Protegidos

source: Add a random gloss to your sidebar
pt_br: Adicione um Termo de Glossário Aleatório na sua sidebar

source: Note
pt_br: Nota

source: infos
pt_br: Informação

source: Description
pt_br: Descrição

source: Create beautiful tooltips for descriptions or glosses easily
pt_br: Facilmente criar belas dicas de ferramentas para descrições ou termos do glossário
