Repository: LowellMontgomery/iThoughts-Tooltip-Glossary
Catalog: lang/ithoughts-tooltip-glossary-*.po
Languages: fr_fr, pt_br

source: An error in the updater have been spotted. This update will replace old slug-based tooltips to id-based ones on post types other than "post", for example on pages. See <a href="%s">this thread</a> for more informations. If you are not concerned by this problem, simply dismiss this alert with the button on the right.
fr_fr: Une erreur dans l'updater a été détectée. Cette mise à jour remplace l'ancien système utilisant les permaliens par le nouveau utilisant les ids, sur les posts d'un autre type que "post" (eg, les pages). Veuillez voir <a href="%s">ce sujet</a> pour plus d'informations. Si vous n'êtes pas concerné par le problème qui y est décrit, ignorez simplement cette alerte avec le bouton sur la droite.

source: Thank you for using iThoughts Tooltip Glossary v3.0! This update ships a big review of the code, a better API documentation, and an optimized code for size. The plugin need some database update to work properly. Please do the update by clicking the button bellow
fr_fr: Merci d'utiliser iThoughts Tooltip Glossary v3.0! Cette mise à jour apporte une révision générale du code, une meilleure documentation de l'API, et des ressources optimisées pour la taille. Pour fonctionner correctement, mettez à jour votre base de données en cliquant sur le bouton ci-dessous.

source: Print more infos to the browser console & the server logs.<ul> <li>"Silent" will output nothing. Use it if all works fine and you are in production site</li> <li>"Errors" will only output if something was wrong. This is recomended on most sites</li> <li>"Warnings" should be used on test sites</li> <li>"Infos" is the mode to use when asking for help on support thread, except if we ask you to use the mode "All"</li> <li>"All" will print many informations usefull for advanced debugging, but also a lot of trash. Post your logs in this mode ONLY if asked by the maintainer</li> </ul>.
fr_fr: Affiche plus d'informations dans la console navigateur et les logs serveurs.<ul> <li>"Silencieux" n'affichera rien. Utilisez ce mode si tout fonctionne bien et que vous êtes sur un site en production</li> <li>"Erreurs" n'affichera que les erreurs. C'est l'option recommandée sur la plupart des sites</li> <li>"Avertissements" devrait être utilisé sur les sites de test</li> <li>"Infos" est le mode demandé lorsque vous demandez de l'aide (sauf indication contraire)</li> <li>"Tout" affichera beaucoup d'informations utiles pour le débuggage, mais aussi beaucoup de texte inutile. N'utilisez ce mode que si vous y êtes invité par le mainteneur</li> </ul>.

source: Empty log file
fr_fr: Vider le fichier de logs

source: Empty
fr_fr: Vider

source: Can't read plugin version
fr_fr: Impossible de lire la version du plugin
pt_br: Não é possível ler a versão do plugin

source: Add a Term
fr_fr: Ajouter un terme
pt_br: Adicione um Termo

source: Glossary Terms
fr_fr: Termes du glossaire
pt_br: Termos do Glossário

source: Glossary Groups
fr_fr: Groupes du glossaire
pt_br: Grupos de Glossários

source: Theme editor
fr_fr: Editeur de thème
pt_br: Editor de tema

source: Update
fr_fr: Mettre à jour
pt_br: Atualizar

source: Normal link with no modifications
fr_fr: Lien normal vers le terme, sans modification
pt_br: Link Normal sem modificações

source: No link
fr_fr: Pas de lien
pt_br: Sem link

source: Don't link to term
fr_fr: Ne pas faire de lien vers le terme
pt_br: Não linkar ao termo

source: New tab
fr_fr: Nouvel onglet
pt_br: Nova Guia (tab)

source: Always open in a new tab
fr_fr: Ouvre le terme dans un nouvel onglet
pt_br: Sempre abrir em uma nova guia (tab)

source: Full
fr_fr: Complet
pt_br: Completo

source: Display full post content
fr_fr: Affiche le contenu complet du terme
pt_br: Exibir Conteúdo Completo

source: Excerpt
fr_fr: Extrait
pt_br: Resumo

source: Display shorter excerpt content
fr_fr: Affiche un extrait court du terme
pt_br: Exibir o menor resumo do conteúdo

source: Off
fr_fr: Aucun
pt_br: Desligar

source: Do not display tooltip at all
fr_fr: N'affiche aucune infobulle pour le terme
pt_br: Não exibir tooltips de forma alguma

source: Click
fr_fr: Clic
pt_br: Clique

source: On click
fr_fr: Au clic
pt_br: Ao clicar

source: Hybrid
fr_fr: Hybride

source: Hover (on computer) and click (touch devices)
fr_fr: Survol sur ordinateur et click sur les touch devices
pt_br: Focar (no computador) e Clicar (dispositivos de toque)

source: Invalid input for
fr_fr: Valeur invalide pour
pt_br: Entrada Inválida para

source: Base Permalink
fr_fr: Base du permalien
pt_br: Base de Links Permanentes (Permalinks)

source: Taxonomy group prefix
fr_fr: Préfixe de la taxonomie des groupes
pt_br: Prefixo do Grupo de Taxonomia

source: Rewrite rule flushed
fr_fr: Règles de réécritures mises à jour
pt_br: Regras de Reescrita Limpas

source: Options updated
fr_fr: Options mises à jour
pt_br: Opções Atualizadas

source: Image from the media library
fr_fr: Image depuis la galerie média

source: Image from site library
fr_fr: Image depuis la médiathèque du site
pt_br: Imagem da Biblioteca

source: Image on the web
fr_fr: Image depuis Internet
pt_br: Imagem na Web

source: Image referenced by url, not on the site
fr_fr: Image pointée par l'URL, hors du site
pt_br: Imagem por URL, não no site

source: Video on the web
fr_fr: Vidéo sur Internet
pt_br: Vídeo na Web

source: Video hosted online. Only Youtube, Dailymotion or .mp4 videos
fr_fr: Vidéo depuis Internet. Uniquement YouTuben Dailymotion ou des vidéos .mp4
pt_br: Vídeos Hospedados Online. Apenas Youtube, Dailymotion ou .mp4 videos

source: Default
fr_fr: Défaut

source: Top
fr_fr: Haut

source: Center
fr_fr: Centre
pt_br: Centro

source: Bottom
fr_fr: Bas

source: Left
fr_fr: Gauche
pt_br: Esquerda

source: Right
fr_fr: Droite
pt_br: Direita

source: Click and pick some groups
fr_fr: Cliquez et sélectionnez des groupes

source: None
fr_fr: Aucun
pt_br: Nada

source: Tooltip
fr_fr: Infobulle

source: Error while generating the theme editor:
fr_fr: Erreur durant la génération de l'éditeur de thème:

source: Select one
fr_fr: Sélectionnez une option
pt_br: Selecione um

source: At least 3 letters (lowercase and uppercase), numbers, _ or -, and not starting or ending with symbol
fr_fr: Au moins 3 lettres (minuscules et majuscules, nombres, _ ou -, et ne commençant ni ne terminant par un symbole.
pt_br: Pelo menos 3 letras (maiúsculas e minúsculas), números, _ ou - e não começando ou terminando com símbolo

source: No matching file found. Try to load another theme
fr_fr: Aucun fichier correspondant. Essayez de charger un autre thème

source: CSS generated.
fr_fr: CSS généré.
pt_br: CSS gerado.

source: Error while generate CSS
fr_fr: Erreur durant la génération du CSS

source: Theme saved.
fr_fr: Thème enregistré.
pt_br: Tema salvo.

source: Failed to save the theme.
fr_fr: Impossible de sauvegarder le thème.
pt_br: Ocorreu um problema ao salvar o tema.

source: Could not read stylesheet components. Please check that your Web user is allowed to read in <code>wp-content/uploads/ithoughts_tooltip_glossary</code>
fr_fr: Impossible de lire les composants de la feuille de style. Veuillez vérifier que votre utilisateur Web est autorisé à lire dans <code>wp-content/uploads/ithoughts_tooltip_glossary</code>

source: Cream
fr_fr: Crème
pt_br: Creme

source: Dark
fr_fr: Sombre
pt_br: Escuro

source: Green
fr_fr: Vert
pt_br: Verde

source: Light
fr_fr: Clair
pt_br: Leve

source: Red
fr_fr: Rouge
pt_br: Vermelho

source: Blue
fr_fr: Bleu
pt_br: Azul

source: Plain
fr_fr: Plein
pt_br: Plano

source: Could not read the custom themes directory. Please check if the Web user is allowed to read and write to <code>wp-content/uploads/ithoughts_tooltip_glossary</code>
fr_fr: Impossible de lire le dossier des thèmes personnalisés. Veuillez vérifier que votre utilisateur Web a accès en lecture & écriture à <code>wp-content/uploads/ithoughts_tooltip_glossary</code>

# A list of words to be ignored when trying to match with glossary terms title
source: the a an of in
fr_fr: le la les du de des dans un

source: Please wait
fr_fr: Veuillez patienter
pt_br: Por favor, aguarde

source: Loading glossary term
fr_fr: Chargement du terme

source: Private glossary term
fr_fr: Terme du glossaire privé

source: Protected glossary term
fr_fr: Terme protégé du glossaire

source: No content
fr_fr: Pas de contenu
pt_br: Sem conteúdo

source: Unhook
fr_fr: Décrochage

source: Flee
fr_fr: Fuite

source: Zoom out
fr_fr: Dézoom

source: Disappear
fr_fr: Disparition

source: Zoom in
fr_fr: Zoom

source: Appear
fr_fr: Apparition

source: Glossary Term
fr_fr: Termes du glossaire
pt_br: Termo do Glossário

source: Add New Term
fr_fr: Ajouter un nouveau terme
pt_br: Adicionar Novo Termo

source: Add New Glossary Term
fr_fr: Ajouter un nouveau terme du glossaire
pt_br: Adicionar Novo Termo de Glossário

source: Edit Glossary Term
fr_fr: Editer le terme
pt_br: Editar Termo de Glossário

source: View Glossary Term
fr_fr: Afficher le terme
pt_br: Ver Termos de Glossário

source: Search Glossary Terms
fr_fr: Rechercher des termes du glossaire
pt_br: Buscar Termos de Glossário

source: No Glossary Terms found
fr_fr: Pas de terme de glossaire trouvé
pt_br: Nenhum Termo de Glossário Encontrado

source: No Glossary Terms found in trash
fr_fr: Pas de terme de glossaire trouvé dans la corbeille
pt_br: Nenhum Termo de Glossário encontrado no lixo

source: Glossary Term Reference
fr_fr: Référence du terme du glossaire
pt_br: Referencia para o Termo de Glossário

source: Title
fr_fr: Titre
pt_br: Titulo

source: Link
fr_fr: Lien

source: Usage
fr_fr: Utilisations
pt_br: Uso

source: Reference
fr_fr: Référence
pt_br: Referência

source: Glossary Term Usage
fr_fr: Utilisations du terme du glossaire
pt_br: Uso para o Termo de Glossário

source: Random Term From Glossary
fr_fr: Terme aléatoire depuis le glossaire
pt_br: Termo de Glossário Aleatório

source: Add a random glossary term to your sidebar
fr_fr: Ajoute un terme aléatoire du glossaire à votre barre latérale

source: Random Glossary term
fr_fr: Terme du glossaire aléatoire
pt_br: Termo de Glossário Aleatório

source: Any
fr_fr: Tous
pt_br: Qualquer

source: Group
fr_fr: Groupe
pt_br: Grupo

source: Title Only
fr_fr: Titre seulement
pt_br: Apenas Título

# Random Widget Tooltip
source: Glossary Tooltip
fr_fr: Infobulle de glossaire
pt_br: Tooltip Glossário

source: Display
fr_fr: Affichage
pt_br: Exibir

source: Number of terms
fr_fr: Nombre de termes
pt_br: Numero de termos

source: No terms available
fr_fr: Pas de termes disponibles
pt_br: Nenhum Termo Disponível

source: Glossary Group
fr_fr: Groupe du glossaire
pt_br: Grupo de Glossário

source: Search Glossary Groups
fr_fr: Rechercher des groupes du glossaire
pt_br: Buscar em Grupos de Glossários

source: All Glossary Groups
fr_fr: Tous les groupes du glossaire
pt_br: Todos os Grupos de Glossários

source: Parent Glossary Group
fr_fr: Groupe parent
pt_br: Grupo Pai de Glossários

source: Edit Glossary Group
fr_fr: Editer le groupe
pt_br: Editar Grupo de Glossários

source: Update Glossary Group
fr_fr: Mettre à jour le groupe
pt_br: Atualizar Grupo de Glossários

source: Add New Glossary Group
fr_fr: Ajouter un nouveau groupe
pt_br: Adicionar Novo Grupo de Glossários

source: New Glossary Group Name
fr_fr: Nom du nouveau groupe
pt_br: Novo Nome para o Grupo de Glossário

source: Thank you for using iThoughts Tooltip Glossary v2.0! This update comes with some big refactoring to improve evolution flexibility, compatibility, and much more. But it requires also a global update of <b>each of your posts</b> to apply the new format. If you don't apply this update, none of your tooltips will work properly.
fr_fr: Merci d'utiliser iThoughts Tooltip Glossary v2.0! Cette mise à jour apporte de grosses réorganisations pour améliorer la compatibilité, la flexibilité, et bien plus. Mais elle nécessite également une mise à jour de <b>chacun de vos posts</b> pour appliquer le nouveau format. Si vous n'appliquez pas cette mise à jour, aucune de vos anciennes infobulles ne fonctionnera.
pt_br: Obrigado por usar iThoughts Tooltip Glossary v2.0! Esta atualização vem com alguns grandes refatoração para melhorar a flexibilidade evolução, compatibilidade, e muito mais. Mas exige também uma atualização global <b> cada uma de suas mensagens </b> para aplicar o novo formato. Se você não aplicar essa atualização, nenhuma de suas dicas de ferramentas funcionará corretamente.

source: Update now!
fr_fr: Mettre à jour maintenant!
pt_br: Atualizar Agora!

source: Updating iThoughts Tooltip Glossary
fr_fr: Mise à jour d'iThoughts Tooltip Glossary
pt_br: Atualizando iThoughts Tooltip Glossary

source: No update required.
fr_fr: Pas de mise à jour requise.
pt_br: Nenhuma atualização é necessária.

source: Update finished!
fr_fr: Mise à jour terminée!
pt_br: Atualização finalizada!

source: The update finished successfully. Thank you for using iThoughts Tooltip Glossary :)
fr_fr: La mise à jour s'est terminée avec succès. Merci d'utiliser iThoughts Tooltip Glossary :)
pt_br: A Atualização foi finalizada com sucesso. Obrigado por usar iThoughts Tooltip Glossary :)

source: Applying new format.
fr_fr: Application du nouveau format
pt_br: Aplicando novo formato.

source: Replacing slugs with id.
fr_fr: Remplacement des slugs par les ids
pt_br: Substituindo slugs com id.

source: Add a Glossary Index
fr_fr: Ajouter un index de glossaire
pt_br: Adicionar Índice do Glossário (index)

source: Add a Tooltip
fr_fr: Ajouter une infobulle
pt_br: Adicionar Tooltip

source: Remove a Tooltip
fr_fr: Supprimer une infobulle

source: There are no glossary items.
fr_fr: Il n'y a pas de termes du glossaire
pt_br: Não existem itens no Glossário.

source: Terms
fr_fr: Termes
pt_br: Termos

source: Please select from the menu above
fr_fr: Veuillez sélectionner un élément
pt_br: Por favor, escolha do menu acima

source: Need help? Check out the full plugin manual at <a href="%s">GerkinDevelopment.net</a>.
fr_fr: Besoin d'aide? Trouvez le manuel complet sur <a href="%s">GerkinDevelopment.net</a>.

source: Load a theme
fr_fr: Charger un thème
pt_br: Carregar um tema

source: Theme to load
fr_fr: Thème à éditer
pt_br: Tema para carregar

source: Load
fr_fr: Charger
pt_br: Carregar

source: Are you sure you want to delete the theme %s?
fr_fr: Êtes vous sûr de vouloir supprimer le thème %s?

source: Delete
fr_fr: Supprimer

source: Recompile all stylesheets
fr_fr: Recompiler toutes les feuilles de style

source: LESS editor
fr_fr: Editeur LESS

source: Theme name
fr_fr: Nom du thème
pt_br: Nome do Tema

source: Theme content
fr_fr: Contenu du thème

source: Save theme
fr_fr: Sauvegarder le thème
pt_br: Salvar Tema

source: Preview
fr_fr: Prévisualiser
pt_br: Visualizar

source: This is an example tooltip, with content such as <a>a tag for link</a>, <em>em tag for emphasis</em>, <b>b tag for bold</b> and <i>i tag for italic</i>
fr_fr: Ceci est un exemple d'infobulle, avec différents tags comme un <a>tag a pour lien</a>, un <em>tag em pour l'emphase</em>, un <b>tag b pour le gras</b> et un <i>tag i pour l'italique</i>.
pt_br: Este é um exemplo de tooltip, com conteúdo como <a>tag a para links</a>, <em>tags em para ênfase</em>, <b>tab b para negrito</b> e <i>tag i para itálico</i>

source: Example Tooltip
fr_fr: Infobulle d'exemple
pt_br: Exemplo de Tooltip

source: Labels in <span class=\"nonoverridable\">red</span> indicate global options, not overridable by tips.
fr_fr: Les labels en <span class=\"nonoverridable\">rouge</span> marquent des options globales, qui ne peuvent être renconfigurées par les infobulles

source: Term Options
fr_fr: Options du terme
pt_br: Opções do Termo

source: Term link
fr_fr: Lien du terme
pt_br: Link do Termo

source: Static terms
fr_fr: Termes statiques
pt_br: Estatísticas do Termo

source: Include term content directly into the pages to avoid use of Ajax. This can slow down your page generation.
fr_fr: Inclus les termes de glossaire directement dans le contenu des pages pour éviter l'utilisation d'Ajax. Cette option peut ralentir le temps de génération de vos pages.
pt_br: Incluir conteúdo do termo diretamente em páginas para evitar o uso de Ajax. Isso pode atrasar o carregamento de suas páginas.

source: Force load resources
fr_fr: Forcer le chargement des ressources
pt_br: Forçar o Carregamento de Recursos

source: Load scripts on every pages, even if not required. This option can be useful if some cache plugins are active, or if you think that scripts are not loaded when required.
fr_fr: Charge les scripts sur toutes les pages, même s'ils ne sont pas détectés comme requis. Cette option peut être utile avec certaines extensions de cache, ou si vous pensez que les scripts ne sont pas chargés lorsqu'il le faudrait.
pt_br: Carrega scripts em todas as páginas, mesmo quando não requerido. Essa opção pode ser interessante se algum plugin de cache estiver ativo, or se você acha que existe algum script que não está sendo carregado quando deveria.

source: Log level
fr_fr: Niveau de log

source: Silent
fr_fr: Silencieux

source: Errors
fr_fr: Erreurs

source: Warnings
fr_fr: Avertissements

source: All
fr_fr: Tout

source: Exclude from search
fr_fr: Exclure de la recherche

source: Glossary Tip Content
fr_fr: Contenu des termes de glossaire
pt_br: Conteúdo do Glossário Tip

source: Enable comments on glossary terms
fr_fr: Activer les commentaires sur les termes de glossaire

source: You may need to enable manually the comments on each glossary terms posted before enabling this option.
fr_fr: Vous aurez peut-être besoin d'activer manuellement les commentaires sur chaque terme posté avant d'activer cette option

source: qTip2 Tooltip Options
fr_fr: Options de l'infobulle qTip2
pt_br: qTip2 Opções do Tooltip

source: iThoughts Tooltip Glossary uses the jQuery based <a href="http://qtip2.com/">qTip2</a> library for tooltips.
fr_fr: iThoughts Tooltip Glossary utilise la bibliothèque pour infobulles <a href="http://qtip2.com/">qTip2</a> basée sur jQuery

source: Tooltip activation
fr_fr: Activation de l'infobulle
pt_br: Ativação do Tooltip

source: Tooltip Style (qTip)
fr_fr: Style de l'infobulle (qTip)
pt_br: Estilo do Tooltip (qTip)

source: Tooltip shadow
fr_fr: Ombre des infobulles
pt_br: Sombra do Tooltip

source: This option can be overriden by some tooltip styles.
fr_fr: Cette option peut être surchargée par certains styles
pt_br: Esta opção pode ser reescrita por alguns estilos dos tooltip.

source: Rounded corners
fr_fr: Coins arrondis
pt_br: Cantos Redondos

source: Animation in
fr_fr: Animation d'entrée

source: Animation out
fr_fr: Animation de sortie

source: Animation duration
fr_fr: Durée d'animation

source: Update Options
fr_fr: Mettre à jour les options
pt_br: Atualizar Opções

source: Insert Glossary Index
fr_fr: Insérer un index de glossaire
pt_br: Inserir Índice do Glossário

source: Letters
fr_fr: Lettres
pt_br: Letras

source: Letters to be displayed in the list. If not specified, all letters will be displayed
fr_fr: Lettres à afficher dans la liste. Si rien n'est indiqué, toutes les lettres seront affichées
pt_br: Letras para serem exibidas nesse índice. Se não especificado, todas as letras serão exibidas.

source: Groups
fr_fr: Groupes

source: No group
fr_fr: Pas de groupe

source: A to Z
fr_fr: A à Z
pt_br: A a Z

source: List
fr_fr: Liste
pt_br: Lista

source: No additionnal options
fr_fr: Pas d'option supplémentaires

source: Description mode: Full/Excerpt/None
fr_fr: Mode de description: Complet/Extrait/Aucun
pt_br: Modo de Descrição: Completo/Resumo/Nenhum

source: Columns
fr_fr: Colonnes
pt_br: Colunas

source: Number of columns to show for list
fr_fr: Nombre de colonnes à afficher dans la liste
pt_br: Numero de colunas para exibir na lista

source: Cancel
fr_fr: Annuler

source: Insert a Tooltip
fr_fr: Insérer une infobulle
pt_br: Insira um Tooltip

source: Text
fr_fr: Texte
pt_br: Texto

source: Glossary term
fr_fr: Terme du glossaire
pt_br: Termo do Glossário

source: Mediatip
fr_fr: Médiabulle

source: During search, terms appearing with a <span class="foreign-language">yellow background</span> are not available in current language.
fr_fr: Durant la recherche, les termes apparaissant avec un <span class="foreign-language">fond jaune</span> ne sont pas disponibles dans la langue courante.

source: Term
fr_fr: Terme
pt_br: Termo

source: Disable<br/>auto-translation
fr_fr: Désactiver la traduction automatique

source: Content
fr_fr: Contenu
pt_br: Conteúdo

source: Mediatip type
fr_fr: Type de la médiabulle
pt_br: Tipo de Mediatip

source: Select an image
fr_fr: Sélectionnez une image
pt_br: Selecione uma imagem

source: Image url
fr_fr: URL de l'image
pt_br: Link da Imagem

source: Caption
fr_fr: Légende
pt_br: Legenda/Subtitulo

source: Video integration code
fr_fr: Code d'intégration de la vidéo
pt_br: Code de Integração de Vídeo

source: Advanced attributes
fr_fr: Attributs avancés

source: Discard
fr_fr: Annuler
pt_br: Descartar

source: Tooltip options
fr_fr: Options de l'infobulle
pt_br: Opções do Tooltip

source: Customize
fr_fr: Personnaliser

source: Attributes
fr_fr: Attributs
pt_br: Atributos

source: Tooltip content
fr_fr: Contenu de l'infobulle
pt_br: Conteúdo do Tooltip

source: Delay tooltip hide
fr_fr: Retarder le masquage de l'infobulle

source: Add a timer of 500ms before hiding the tooltip. This allow the user to click into the tip. This option is enabled by default for video mediatips.
fr_fr: Ajoute une pause de 500ms avant de cacher l'infobulle. Cela permet à vos utilisateurs de cliquer dans l'infobulle. Cette option est activée par défaut pour les médiabulles vidéos

source: Tooltip trigger
fr_fr: Déclenchement de l'infobulle
pt_br: Gatilho/Evento do Tooltip

source: Tooltip style
fr_fr: Style de l'infobulle
pt_br: Estilo do Tooltip

source: Position of the tip
fr_fr: Position de la point

source: Position of the sharp tip around the tooltip. By default, the main axis is vertical
fr_fr: Position de la pointe autour de l'infobulle. Par défaut, l'axe principal est vertical

source: Invert main axis
fr_fr: Inverser l'axe principal

source: Position of the tooltip
fr_fr: Position de l'infobulle

source: Position of the tooltip around the target area
fr_fr: Position de l'infobulle autour de la cible

source: In
fr_fr: Entrée

source: Out
fr_fr: Sortie

source: Duration
fr_fr: Durée

source: Max width
fr_fr: Largeur maximale

source: Maximum width of the tooltip. The default value of this property is 280px. Be carefull about this option: a too high value may overflow outside small devices.
fr_fr: Largeur maximale de l'infobulle. Cette valeur est par défaut de 280px. Faites attention avec cette option: une valeur trop grande peut dépasser de l'écran sur les petits périphériques

source: Span attribute
fr_fr: Attributs du <em>span</em>
pt_br: Atributo Span

source: Key
fr_fr: Clé
pt_br: Key (chave)

source: Value
fr_fr: Valeur
pt_br: Valor

source: Add
fr_fr: Ajouter
pt_br: Adicionar

source: Link attribute
fr_fr: Attributs du lien <em>a</em>
pt_br: Atributo do Link

source: Close
fr_fr: Fermer
